Revit 2027 API
IExportContext.Finish Method
 This method is called at the very end of the export process, after all entities were processed (or after the process was cancelled).
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
void Finish()
Sub Finish
void Finish()
abstract Finish : unit -> unit
See Also
Reference
IExportContext Interface
Autodesk.Revit.DB Namespace